(function() {
	window.messages = {};

	messages["outsource_part_1"] = {
		"topic": "Заказ услуг аутсорсинга",
		"message": "Здравствуйте. Мне необходимо:\n" + 
				   "* Комплексное обслуживание парка компьютеров и сети\n" + 
				   "* Настройка облачного сервера\n" + 
				   "* Обслуживание оргтехники\n" + 
				   "* Настройка и обслуживаение серверов"
	};

	messages["outsource_part_2"] = {
		"topic": "Заказ услуг аутсорсинга",
		"message": "Здравствуйте. Мне необходимо:\n" + 
				   "* Комплексная поддержка всей технической инфраструктуры"
	};

	messages["outsource_part_3"] = {
		"topic": "Заказ услуг аутсорсинга",
		"message": "Здравствуйте. Мне необходимо:\n" + 
				   "* Удаленное обслуживание"
	};


	messages["cctv_part_1"] = {
		"topic": "Заказ системы видеонаблюдения",
		"message": "Здравствуйте. Мне необходимо:\n" + 
				   "* Видеорегистратор 4 канала\n" +
				   "* 4 видеокамеры на 1Мп\n" +
				   "* Жесткий диск на 1Tb\n" +
				   "* Кабель видеонаблюдения с коннекторами 60 метров\n" +
				   "* Блок питания 12\\3А\n"
	};

	messages["cctv_part_2"] = {
		"topic": "Заказ системы видеонаблюдения",
		"message": "Здравствуйте. Мне необходимо:\n" + 
				   "* Видеорегистратор 4 канала\n" +
				   "* 4 видеокамеры на 2Мп\n" +
				   "* Жесткий диск на 1Tb\n" +
				   "* Кабель видеонаблюдения с коннекторами 80 метров\n" +
				   "* Блок питания 12\\3А\n"
	};

	messages["cctv_part_3"] = {
		"topic": "Заказ системы видеонаблюдения",
		"message": "Здравствуйте. Мне необходимо:\n" + 
				   "* Видеорегистратор 4 канала\n" +
				   "* 4 видеокамеры на 3Мп\n" +
				   "* Жесткий диск на 1Tb\n" +
				   "* Кабель видеонаблюдения с коннекторами 100 метров\n" +
				   "* Блок питания 12\\3А\n" +
				   "* ИБП"
	};

	messages["cartridges_part_0"] = {
		"topic": "Заказ картриджей",
		"message": "Здравствуйте. Мне необходим картридж:\n"
	};

	messages["cartridges_part_1"] = {
		"topic": "Заказ картриджей",
		"message": "Здравствуйте. Мне необходим картридж:\n" + 
				   "* HP/Canon CB435(A) / 436(A) / 285(A) / 725\n"
	};

	messages["cartridges_part_2"] = {
		"topic": "Заказ картриджей",
		"message": "Здравствуйте. Мне необходим картридж:\n" + 
				   "* HP Q2612A/FX-10/Canon 703\n"
	};

	messages["cartridges_part_3"] = {
		"topic": "Заказ картриджей",
		"message": "Здравствуйте. Мне необходим картридж:\n" + 
				   "* Kyocera TK-1150 для Kyocera M2135dn, M2635dn, M2735dw\n"
	};

})();